Repository: clerk/clerk-ios
Catalog: Sources/ClerkKitUI/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fr, hi, it, ja, ko, pl, pt, ro, ru, tr, zh_hans

source: Two-step verification setup
ar: إعداد التحقق بخطوتين
de: Einrichtung der Zwei-Schritt-Authentifizierung
el: Ρύθμιση επαλήθευσης σε δύο βήματα
es: Configuración de verificación en dos pasos
fr: Configuration de la vérification en deux étapes
hi: दो-चरणीय सत्यापन सेटअप
it: Configurazione della verifica in due passaggi
ja: 2段階認証の設定
ko: 2단계 인증 설정
pl: Konfiguracja weryfikacji dwuetapowej
pt: Configuração da verificação em duas etapas
ro: Configurarea verificării în doi pași
ru: Настройка двухэтапной аутентификации
tr: İki adımlı doğrulama kurulumu
zh_hans: 两步验证设置

source: Type "%@" below to continue.
ar: أكتب %@ بالأسفل للمتابعة.
de: Geben Sie "%@" unten ein, um fortzufahren.
el: Πληκτρολογήστε το %@ παρακάτω για να συνεχίσετε.
es: Escriba "%@" a continuación para continuar.
fr: Saisissez %@ ci-dessous pour continuer.
hi: जारी रखने के लिए नीचे "%@" टाइप करें।
it: Scrivi "%@" qui sotto per continuare.
ja: 続行するには "%@" と入力してください。
ko: 계속하려면 아래에 %@을(를) 입력하세요.
pl: Wpisz "%@" poniżej, aby kontynuować.
pt: Digite %@ abaixo para continuar.
ro: Tastează "%@" mai jos pentru a continua.
ru: Введите "%@" ниже, чтобы продолжить.
tr: Devam etmek için aşağıya “%@” yazın.
zh_hans: 在下方输入 "%@" 以继续。

source: Type "DELETE" to continue
ar: اكتب "حذف" للمتابعة
de: Geben Sie "LÖSCHEN" ein, um fortzufahren
el: Πληκτρολογήστε "ΔΙΑΓΡΑΦΗ" για να συνεχίσετε
es: Escribe "ELIMINAR" para continuar
fr: Tapez "SUPPRIMER" pour continuer
hi: जारी रखने के लिए "हटाएं" टाइप करें
it: Digita "ELIMINA" per continuare
ja: 続行するには"削除"と入力してください
ko: 계속하려면 "삭제"를 입력하세요
pl: Wpisz "USUŃ", aby kontynuować
pt: Digite "EXCLUIR" para continuar
ro: Tastează "ȘTERGE" pentru a continua
ru: Введите "УДАЛИТЬ", чтобы продолжить
tr: Devam etmek için "SİL" yazın
zh_hans: 输入"删除"以继续

source: Unable to send invitations without an active organization.
ar: تعذر إرسال الدعوات بدون منظمة نشطة.
de: Einladungen können ohne aktive Organisation nicht gesendet werden.
el: Δεν είναι δυνατή η αποστολή προσκλήσεων χωρίς ενεργό οργανισμό.
es: No se pueden enviar invitaciones sin una organización activa.
fr: Impossible d’envoyer des invitations sans organisation active.
hi: सक्रिय संगठन के बिना आमंत्रण भेजे नहीं जा सकते।
it: Impossibile inviare inviti senza un’organizzazione attiva.
ja: アクティブな組織がないため招待を送信できません。
ko: 활성 조직이 없으면 초대를 보낼 수 없습니다.
pl: Nie można wysłać zaproszeń bez aktywnej organizacji.
pt: Não é possível enviar convites sem uma organização ativa.
ro: Nu se pot trimite invitații fără o organizație activă.
ru: Невозможно отправить приглашения без активной организации.
tr: Etkin bir kuruluş olmadan davet gönderilemez.
zh_hans: 没有活动组织，无法发送邀请。

source: Unable to update organization without an active organization.
ar: لا يمكن تحديث المنظمة بدون منظمة نشطة.
de: Die Organisation kann ohne aktive Organisation nicht aktualisiert werden.
el: Δεν είναι δυνατή η ενημέρωση του οργανισμού χωρίς ενεργό οργανισμό.
es: No se puede actualizar la organización sin una organización activa.
fr: Impossible de mettre à jour l'organisation sans organisation active.
hi: सक्रिय संगठन के बिना संगठन को अपडेट नहीं किया जा सकता।
it: Impossibile aggiornare l'organizzazione senza un'organizzazione attiva.
ja: アクティブな組織がないと組織を更新できません。
ko: 활성 조직 없이는 조직을 업데이트할 수 없습니다.
pl: Nie można zaktualizować organizacji bez aktywnej organizacji.
pt: Não é possível atualizar a organização sem uma organização ativa.
ro: Nu se poate actualiza organizația fără o organizație activă.
ru: Невозможно обновить организацию без активной организации.
tr: Etkin bir kuruluş olmadan kuruluş güncellenemez.
zh_hans: 没有活动组织，无法更新组织。

source: Unknown code verification method. Please use another method.
ar: طريقة تحقق غير معروفة. يرجى استخدام طريقة أخرى.
de: Unbekannte Code-Verifizierungsmethode. Bitte verwenden Sie eine andere Methode.
el: Άγνωστη μέθοδος επαλήθευσης κωδικού. Παρακαλώ χρησιμοποιήστε άλλη μέθοδο.
es: Método de verificación de código desconocido. Por favor, use otro método.
fr: Méthode de vérification de code inconnue. Veuillez utiliser une autre méthode.
hi: अज्ञात कोड सत्यापन विधि। कृपया कोई अन्य विधि उपयोग करें।
it: Metodo di verifica del codice sconosciuto. Si prega di utilizzare un altro metodo.
ja: 不明なコード認証方法です。別の方法を使用してください。
ko: 알 수 없는 코드 인증 방법입니다. 다른 방법을 사용하세요.
pl: Nieznana metoda weryfikacji kodu. Użyj innej metody.
pt: Método de verificação de código desconhecido. Por favor, use outro método.
ro: Metodă de verificare a codului necunoscută. Folosește altă metodă.
ru: Неизвестный способ проверки кода. Используйте другой способ.
tr: Bilinmeyen doğrulama yöntemi. Lütfen başka bir yöntem kullanın.
zh_hans: 未知的验证码验证方式。请使用其他方式。

source: Unknown device
ar: جهاز غير معروف
de: Unbekanntes Gerät
el: Άγνωστη συσκευή
es: Dispositivo desconocido
fr: Appareil inconnu
hi: अज्ञात डिवाइस
it: Dispositivo sconosciuto
ja: 不明なデバイス
ko: 알 수 없는 기기
pl: Nieznane urządzenie
pt: Dispositivo desconhecido
ro: Dispozitiv necunoscut
ru: Неизвестное устройство
tr: Bilinmeyen cihaz
zh_hans: 未知设备

source: Unverified
ar: غير موثق
de: Nicht verifiziert
el: Μη επαληθευμένο
es: No verificado
fr: Non vérifié
hi: असत्यापित
it: Non verificato
ja: 未確認
ko: 인증되지 않음
pl: Niezweryfikowane
pt: Não verificado
ro: Neverificat
ru: Не подтверждено
tr: Doğrulanmamış
zh_hans: 未验证

source: Update password
ar: تحديث كلمة المرور
de: Passwort aktualisieren
el: Ενημέρωση κωδικού πρόσβασης
es: Actualizar contraseña
fr: Mettre à jour le mot de passe
hi: पासवर्ड अपडेट करें
it: Aggiorna password
ja: パスワードを更新
ko: 비밀번호 업데이트
pl: Zaktualizuj hasło
pt: Atualizar senha
ro: Actualizează parola
ru: Обновить пароль
tr: Parolayı güncelle
zh_hans: 更新密码

source: Update profile
ar: تحديث الملف الشخصي
de: Profil aktualisieren
el: Ενημέρωση προφίλ
es: Actualizar perfil
fr: Mettre à jour le profil
hi: प्रोफ़ाइल अपडेट करें
it: Aggiorna profilo
ja: プロフィールを更新
ko: 프로필 업데이트
pl: Zaktualizuj profil
pt: Atualizar perfil
ro: Actualizează profilul
ru: Обновить профиль
tr: Profili güncelle
zh_hans: 更新个人资料

source: Upload logo
ar: تحميل الشعار
de: Logo hochladen
el: Μεταφόρτωση λογότυπου
es: Cargar logotipo
fr: Télécharger le logo
hi: लोगो अपलोड करें
it: Carica logo
ja: ロゴをアップロード
ko: 로고 업로드
pl: Prześlij logo
pt: Carregar logotipo
ro: Încarcă sigla
ru: Загрузить логотип
tr: Logo yükle
zh_hans: 上传徽标

source: Use a backup code
ar: استخدام رمز النسخ الاحتياطي
de: Einen Sicherungscode verwenden
el: Χρήση εφεδρικού κωδικού
es: Usar un código de respaldo
fr: Utiliser un code de secours
hi: बैकअप कोड का उपयोग करें
it: Usa un codice di backup
ja: バックアップコードを使用
ko: 백업 코드 사용
pl: Użyj kodu zapasowego
pt: Usar um código de backup
ro: Folosește un cod de rezervă
ru: Использовать резервный код
tr: Yedek kod kullan
zh_hans: 使用备用码

source: Use another method
ar: استخدام طريقة أخرى
de: Eine andere Methode verwenden
el: Χρήση άλλης μεθόδου
es: Usar otro método
fr: Utiliser une autre méthode
hi: दूसरी विधि का उपयोग करें
it: Usa un altro metodo
ja: 他の方法を使用
ko: 다른 방법 사용
pl: Użyj innej metody
pt: Usar outro método
ro: Folosește altă metodă
ru: Использовать другой способ
tr: Başka yöntem kullan
zh_hans: 使用其他方法

source: Use email address
ar: استخدام عنوان البريد الإلكتروني
de: E-Mail-Adresse verwenden
el: Χρήση διεύθυνσης email
es: Usar dirección de correo electrónico
fr: Utiliser l'adresse e-mail
hi: ईमेल पता का उपयोग करें
it: Usa indirizzo email
ja: メールアドレスを使用
ko: 이메일 주소 사용
pl: Użyj adresu e-mail
pt: Usar endereço de e-mail
ro: Folosește adresa de email
ru: Использовать адрес электронной почты
tr: E-posta adresi kullan
zh_hans: 使用电子邮箱

source: Use email address or username
ar: استخدام عنوان البريد الإلكتروني أو اسم المستخدم
de: Geben Sie Ihre E-Mail-Adresse oder Ihren Benutzernamen ein
el: Χρήση διεύθυνσης email ή ονόματος χρήστη
es: Usar dirección de correo electrónico o nombre de usuario
fr: Utiliser l'adresse e-mail ou le nom d'utilisateur
hi: ईमेल पता या यूजरनेम का उपयोग करें
it: Usa indirizzo email o nome utente
ja: メールアドレスまたはユーザー名を使用
ko: 이메일 주소 또는 사용자 이름 사용
pl: Użyj adresu e-mail lub nazwy użytkownika
pt: Usar endereço de e-mail ou nome de usuário
ro: Folosește adresa de email sau numele de utilizator
ru: Использовать адрес электронной почты или имя пользователя
tr: E-posta veya kullanıcı adı kullan
zh_hans: 使用电子邮箱或用户名

source: Use phone number
ar: استخدام رقم الهاتف
de: Telefonnummer eingeben
el: Χρήση αριθμού τηλεφώνου
es: Usar número de teléfono
fr: Utiliser le numéro de téléphone
hi: फोन नंबर का उपयोग करें
it: Usa numero di telefono
ja: 電話番号を使用
ko: 전화번호 사용
pl: Użyj numeru telefonu
pt: Usar número de telefone
ro: Folosește numărul de telefon
ru: Использовать номер телефона
tr: Telefon numarası kullan
zh_hans: 使用电话号码

source: Use username
ar: استخدام اسم المستخدم
de: Benutzernamen verwenden
el: Χρήση ονόματος χρήστη
es: Usar nombre de usuario
fr: Utiliser le nom d'utilisateur
hi: यूजरनेम का उपयोग करें
it: Usa nome utente
ja: ユーザー名を使用
ko: 사용자 이름 사용
pl: Użyj nazwy użytkownika
pt: Usar nome de usuário
ro: Folosește numele de utilizator
ru: Использовать имя пользователя
tr: Kullanıcı adı kullan
zh_hans: 使用用户名

source: Use your authenticator app
ar: استخدام تطبيق المصادقة الخاص بك
de: Ihr Authentifizierungs-App verwenden
el: Χρήση της εφαρμογής ελέγχου ταυτότητας
es: Usar tu aplicación de autenticación
fr: Utiliser votre application d'authentification
hi: अपने प्रमाणीकरण ऐप का उपयोग करें
it: Usa la tua app di autenticazione
ja: 認証アプリを使用
ko: 인증 앱 사용
pl: Użyj aplikacji uwierzytelniającej
pt: Use seu aplicativo autenticador
ro: Folosește aplicația de autentificare
ru: Используйте приложение-аутентификатор
tr: Doğrulama uygulamanızı kullanın
zh_hans: 使用您的身份验证器应用

source: Use your passkey
ar: استخدام مفتاح المرور الخاص بك
de: Passkey verwenden
el: Χρήση του passkey σας
es: Usar tu clave de acceso
fr: Utiliser votre clé d'accès
hi: अपनी पासकी का उपयोग करें
it: Usa la tua passkey
ja: パスキーを使用
ko: 패스키 사용
pl: Użyj klucza dostępu
pt: Use sua chave de acesso
ro: Folosește cheia de acces
ru: Используйте ключ доступа
tr: Geçiş anahtarınızı kullanın
zh_hans: 使用您的通行密钥

source: Username
ar: اسم المستخدم
de: Benutzername
el: Όνομα χρήστη
es: Nombre de usuario
fr: Nom d'utilisateur
hi: यूजरनेम
it: Nome utente
ja: ユーザー名
ko: 사용자 이름
pl: Nazwa użytkownika
pt: Nome de usuário
ro: Nume de utilizator
ru: Имя пользователя
tr: Kullanıcı adı
zh_hans: 用户名

source: Users are automatically invited to join the organization when they sign-up and can join anytime.
ar: تتم دعوة المستخدمين تلقائيًا للانضمام إلى المؤسسة عند تسجيل حساب جديد ويمكنهم الانضمام في أي وقت.
de: Benutzer werden bei der Anmeldung automatisch eingeladen, der Organisation beizutreten, und können jederzeit beitreten.
el: Οι χρήστες προσκαλούνται αυτόματα να συμμετάσχουν στον οργανισμό όταν εγγραφούν και μπορούν να συμμετάσχουν ανά πάσα στιγμή.
es: Los usuarios son invitados automáticamente a unirse a la organización cuando se registran y pueden unirse en cualquier momento.
fr: Les utilisateurs sont automatiquement invités à rejoindre l'organisation lors de leur inscription et peuvent la rejoindre à tout moment.
hi: उपयोगकर्ताओं को साइन-अप करने पर स्वचालित रूप से संगठन में शामिल होने के लिए आमंत्रित किया जाता है और वे कभी भी शामिल हो सकते हैं।
it: Gli utenti sono automaticamente invitati a unirsi all'organizzazione quando si registrano e possono unirsi in qualsiasi momento.
ja: サインアップ時にユーザーは自動的に組織に招待され、いつでも参加することができます。
ko: 사용자가 가입하면 자동으로 초대되고 언제든지 조직에 참여할 수 있어요.
pl: Użytkownicy są automatycznie zapraszani do organizacji podczas rejestracji i mogą dołączyć w dowolnym momencie.
pt: Os usuários são convidados automaticamente a se juntar à organização quando se inscrevem e podem se juntar a qualquer momento.
ro: Utilizatorii sunt invitați automat să se alăture organizației când se înregistrează și se pot alătura oricând.
ru: Пользователи автоматически приглашаются в организацию при регистрации и могут присоединиться в любое время.
tr: Kullanıcılar, kayıt olduklarında otomatik olarak organizasyona davet edilir ve istedikleri zaman katılabilirler.
zh_hans: 用户在注册时会自动收到加入组织的邀请，并且可以随时加入。

source: Users can only be invited manually to the organization.
ar: يمكن دعوة المستخدمين يدويًا فقط للمؤسسة.
de: Benutzer können nur manuell in die Organisation eingeladen werden.
el: Οι χρήστες μπορούν να προσκληθούν μόνο χειροκίνητα στον οργανισμό.
es: Los usuarios solo pueden ser invitados manualmente a la organización.
fr: Les utilisateurs peuvent uniquement être invités à l'organisation manuellement.
hi: उपयोगकर्ताओं को संगठन में केवल मैन्युअल रूप से आमंत्रित किया जा सकता है।
it: Gli utenti possono essere invitati manualmente solo all'organizzazione.
ja: ユーザーは組織に手動で招待されることのみが可能です。
ko: 사용자는 수동으로만 조직에 초대할 수 있어요.
pl: Użytkowników można zapraszać do organizacji tylko ręcznie.
pt: Os usuários só podem ser convidados manualmente para a organização.
ro: Utilizatorii pot fi invitați manual doar în organizație.
ru: Пользователей можно только приглашать в организацию вручную.
tr: Kullanıcılar organizasyona sadece manuel olarak davet edilebilir.
zh_hans: 用户只能被手动邀请加入组织。

source: Users receive a suggestion to request to join, but must be approved by an admin before they are able to join the organization.
ar: يتلقى المستخدمون اقتراحًا لطلب الانضمام ، ولكن يجب أن يوافق عليه المشرف قبل أن يتمكنوا من الانضمام إلى المنظمة.
de: Benutzer erhalten einen Vorschlag für eine Beitrittsanfrage, müssen aber von einem Administrator genehmigt werden, bevor sie der Organisation beitreten können.
el: Οι χρήστες λαμβάνουν μια πρόταση να ζητήσουν συμμετοχή, αλλά πρέπει να εγκριθούν από έναν διαχειριστή πριν μπορέσουν να συμμετάσχουν στον οργανισμό.
es: Los usuarios reciben una sugerencia para solicitar unirse, pero deben ser aprobados por un administrador antes de poder unirse a la organización.
fr: Les utilisateurs reçoivent une suggestion d'adhésion à l'organisation, mais doivent être approuvés par un administrateur avant de pouvoir y adhérer.
hi: उपयोगकर्ताओं को शामिल होने का अनुरोध करने का सुझाव मिलता है, लेकिन संगठन में शामिल होने से पहले व्यवस्थापक द्वारा अनुमोदित किया जाना चाहिए।
it: Gli utenti ricevono un suggerimento per richiedere di unirsi, ma devono essere approvati da un amministratore prima di poter accedere all'organizzazione.
ja: ユーザーは組織への参加をリクエストする提案を受け取りますが、参加する前に管理者の承認が必要です。
ko: 사용자는 참여 요청 제안을 받지만, 관리자가 승인해야 조직에 참여할 수 있어요.
pl: Użytkownicy otrzymują sugestię, aby poprosić o dołączenie, ale zanim będą mogli dołączyć do organizacji, muszą zostać zatwierdzeni przez administratora.
pt: Os usuários recebem uma sugestão para solicitar participação, mas devem ser aprovados por um administrador antes de poderem se juntar à organização.
ro: Utilizatorii primesc o sugestie de a solicita alăturarea, dar trebuie aprobați de un administrator înainte de a se putea alătura organizației.
ru: Пользователи получают предложение запросить присоединение, но администратор должен одобрить их, прежде чем они смогут присоединиться к организации.
tr: Kullanıcılar, katılma talebinde bulunmak için otomatik öneri alırlar; ancak organizasyona katılabilmeleri için bir yönetici onayı gereklidir.
zh_hans: 用户会收到请求加入的建议，但在加入组织之前必须得到管理员的批准。

source: Users who request to join your organization will appear here for review
ar: سيظهر المستخدمون الذين يطلبون الانضمام إلى مؤسستك هنا للمراجعة
de: Benutzer, die darum bitten, Ihrer Organisation beizutreten, werden hier zur Überprüfung angezeigt
el: Οι χρήστες που ζητούν να συμμετάσχουν στον οργανισμό σας θα εμφανίζονται εδώ για έλεγχο
es: Los usuarios que soliciten unirse a tu organización aparecerán aquí para su revisión
fr: Les utilisateurs qui demandent à rejoindre votre organisation apparaîtront ici pour examen
hi: आपके संगठन में शामिल होने का अनुरोध करने वाले उपयोगकर्ता समीक्षा के लिए यहां दिखाई देंगे
it: Gli utenti che richiedono di unirsi alla tua organizzazione appariranno qui per la revisione
ja: 組織への参加をリクエストしたユーザーは、確認のためここに表示されます
ko: 조직 참여를 요청한 사용자가 검토를 위해 여기에 표시됩니다
pl: Użytkownicy, którzy poproszą o dołączenie do organizacji, pojawią się tutaj do sprawdzenia
pt: Os usuários que solicitarem ingressar na sua organização aparecerão aqui para análise
ro: Utilizatorii care solicită să se alăture organizației vor apărea aici pentru revizuire
ru: Пользователи, которые запросят присоединение к вашей организации, появятся здесь для проверки
tr: Organizasyonunuza katılmak isteyen kullanıcılar incelenmek üzere burada görünür
zh_hans: 请求加入你组织的用户会显示在这里以供审核

source: Users won't be able to join the organization automatically after this.
ar: لن يتمكن المستخدمون من الانضمام إلى المؤسسة تلقائيًا بعد ذلك.
de: Benutzer können der Organisation danach nicht mehr automatisch beitreten.
el: Οι χρήστες δεν θα μπορούν να συμμετάσχουν στον οργανισμό αυτόματα μετά από αυτό.
es: Los usuarios no podrán unirse a la organización automáticamente después de esto.
fr: Les utilisateurs ne pourront plus rejoindre l'organisation automatiquement après cela.
hi: उपयोगकर्ता इसके बाद स्वचालित रूप से संगठन में शामिल नहीं हो पाएंगे।
it: Gli utenti non potranno più unirsi automaticamente all'organizzazione dopo questo.
ja: この後、ユーザーは自動的に組織に参加することができなくなります。
ko: 이후에는 사용자가 조직에 자동으로 참여할 수 없어요.
pl: Po tym użytkownicy nie będą mogli automatycznie dołączać do organizacji.
pt: Os usuários não poderão mais se juntar à organização automaticamente após isso.
ro: Utilizatorii nu se vor mai putea alătura automat organizației după aceasta.
ru: После этого пользователи не смогут присоединяться к организации автоматически.
tr: Kullanıcılar bundan sonra organizasyona otomatik olarak katılamayacaklar.
zh_hans: 此后，用户将无法自动加入组织。

source: Using your passkey confirms it's you. Your device may ask for your fingerprint, face or screen lock.
ar: استخدام مفتاح المرور الخاص بك يؤكد هويتك. قد يطلب جهازك بصمة إصبعك أو وجهك أو قفل الشاشة.
de: Die Verwendung Ihrer Passkey bestätigt, dass Sie es sind. Ihr Gerät kann Sie nach Ihrer Fingerabdruck, Gesicht oder Bildschirmsperre fragen.
el: Η χρήση του passkey σας επιβεβαιώνει ότι είστε εσείς. Η συσκευή σας μπορεί να ζητήσει το δακτυλικό σας αποτύπωμα, το πρόσωπό σας ή τον κωδικό κλειδώματος οθόνης.
es: El uso de tu clave de acceso confirma que eres tú. Tu dispositivo puede solicitar tu huella digital, rostro o bloqueo de pantalla.
fr: L'utilisation de votre clé d'accès confirme votre identité. Votre appareil peut vous demander votre empreinte digitale, votre visage ou votre code de verrouillage.
hi: अपना पासकी उपयोग करने से पुष्टि होती है कि यह आप ही हैं। आपका डिवाइस आपका फिंगरप्रिंट, फेस या स्क्रीन लॉक मांग सकता है।
it: L'uso della tua passkey conferma che sei tu. Il tuo dispositivo potrebbe richiedere l'impronta digitale, il riconoscimento facciale o il blocco schermo.
ja: パスキーを使用することで本人確認ができます。デバイスが指紋、顔認証、画面ロックを要求する場合があります。
ko: 패스키를 사용하면 본인임을 확인할 수 있습니다. 기기에서 지문, 얼굴 또는 화면 잠금을 요구할 수 있습니다.
pl: Użycie klucza dostępu potwierdza, że to Ty. Urządzenie może poprosić o odcisk palca, twarz lub blokadę ekranu.
pt: Usar sua chave de acesso confirma que é você. Seu dispositivo pode solicitar sua impressão digital, rosto ou bloqueio de tela.
ro: Folosirea cheii de acces confirmă că ești tu. Dispozitivul poate solicita amprenta, fața sau blocarea ecranului.
ru: Использование ключа доступа подтверждает, что это вы. Устройство может запросить отпечаток пальца, распознавание лица или блокировку экрана.
tr: Geçiş anahtarınızı kullanmak kimliğinizi doğrular. Cihazınız parmak izi, yüz tanıma veya ekran kilidi isteyebilir.
zh_hans: 使用您的通行密钥可确认您的身份。您的设备可能会要求您提供指纹、面容或屏幕锁定。

source: Verification codes from this authenticator will no longer be required when signing in.
ar: لن تعود رموز التحقق من هذا المصدق مطلوبة عند تسجيل الدخول.
de: Bestätigungscodes von diesem Authentifikator werden beim Anmelden nicht mehr benötigt.
el: Οι κωδικοί επαλήθευσης από αυτόν τον επαληθευτή δεν θα απαιτούνται πλέον κατά τη σύνδεση.
es: Los códigos de verificación de este autenticador ya no serán requeridos al iniciar sesión.
fr: Les codes de vérification de cet authentificateur ne seront plus requis lors de la connexion.
hi: इस प्रमाणक से सत्यापन कोड अब साइन इन करते समय आवश्यक नहीं होंगे।
it: I codici di verifica da questo autenticatore non saranno più richiesti durante l'accesso.
ja: この認証機器からの確認コードは、サインイン時に不要になります。
ko: 이 인증기의 인증 코드는 로그인 시 더 이상 필요하지 않습니다.
pl: Kody weryfikacyjne z tej aplikacji uwierzytelniającej nie będą już wymagane podczas logowania.
pt: Os códigos de verificação deste autenticador não serão mais necessários ao entrar.
ro: Codurile de verificare din această aplicație de autentificare nu vor mai fi necesare la autentificare.
ru: Коды подтверждения из этого аутентификатора больше не будут требоваться при входе.
tr: Bu doğrulama uygulamasından gelen kodlar giriş yaparken artık istenmeyecek.
zh_hans: 登录时将不再需要此身份验证器的验证码。

source: Verification email address
ar: عنوان البريد الإلكتروني للتحقق
de: E-Mail-Adresse für die Verifizierung
el: Διεύθυνση email επαλήθευσης
es: Correo de verificación
fr: E-mail de vérification
hi: सत्यापन ईमेल पता
it: Indirizzo email di verifica
ja: 確認用のメールアドレス
ko: 인증 이메일 주소
pl: Adres e-mail do weryfikacji
pt: Endereço de e-mail de verificação
ro: Adresă de email pentru verificare
ru: Адрес электронной почты для подтверждения
tr: Doğrulama e-posta adresi
zh_hans: 验证邮箱地址

source: Verified domains
ar: النطاقات التي تم التحقق منها
de: Verifizierte Domains
el: Επαληθευμένοι τομείς
es: Dominios verificados
fr: Domaines vérifiés
hi: सत्यापित डोमेन
it: Domini verificati
ja: 確認済みドメイン
ko: 확인된 도메인
pl: Zweryfikowane domeny
pt: Domínios verificados
ro: Domenii verificate
ru: Подтвержденные домены
tr: Doğrulanmış alan adları
zh_hans: 已验证域

source: Verify
ar: تحقق
de: Verifizieren
el: Επαληθεύστε
es: Verificar
fr: Vérifier
hi: सत्यापित करें
it: Verifica
ja: 確認
ko: 확인
pl: Zweryfikuj
pt: Verificar
ro: Verifică
ru: Подтвердить
tr: Doğrula
zh_hans: 验证

source: Verify authenticator app
ar: تحقق من تطبيق المصادقة
de: Authenticator-App verifizieren
el: Επαλήθευση εφαρμογής επαλήθευσης
es: Verificar aplicación autenticadora
fr: Vérifier l'application d'authentification
hi: प्रमाणीकरण ऐप सत्यापित करें
it: Verifica app di autenticazione
ja: 認証アプリを確認
ko: 인증 앱 확인
pl: Zweryfikuj aplikację uwierzytelniającą
pt: Verificar aplicativo autenticador
ro: Verifică aplicația de autentificare
ru: Подтвердить приложение-аутентификатор
tr: Doğrulama uygulamasını doğrula
zh_hans: 验证身份验证应用

source: Verify domain
ar: التحقق من النطاق
de: Domain verifizieren
el: Επαλήθευση τομέα
es: Verificar dominio
fr: Vérifier un domaine
hi: डोमेन सत्यापित करें
it: Verifica dominio
ja: ドメインを検証
ko: 도메인 인증
pl: Zweryfikuj domenę
pt: Verificar domínio
ro: Verifică domeniul
ru: Подтвердить домен
tr: Alan adını doğrula
zh_hans: 验证域名

source: Verify email address
ar: تحقق من عنوان البريد الإلكتروني
de: E-Mail-Adresse verifizieren
el: Επαληθεύστε τη διεύθυνση email
es: Verificar dirección de correo electrónico
fr: Vérifier l'adresse e-mail
hi: ईमेल पता सत्यापित करें
it: Verifica indirizzo email
ja: メールアドレスを確認
ko: 이메일 주소 확인
pl: Zweryfikuj adres e-mail
pt: Verificar endereço de e-mail
ro: Verifică adresa de email
ru: Подтвердить адрес электронной почты
tr: E-posta adresini doğrula
zh_hans: 验证电子邮箱地址

source: Verify phone number
ar: تحقق من رقم الهاتف
de: Telefonnummer verifizieren
el: Επαληθεύστε τον αριθμό τηλεφώνου
es: Verificar número de teléfono
fr: Vérifier le numéro de téléphone
hi: फ़ोन नंबर सत्यापित करें
it: Verifica numero di telefono
ja: 電話番号を確認
ko: 전화번호 확인
pl: Zweryfikuj numer telefonu
pt: Verificar número de telefone
ro: Verifică numărul de telefon
ru: Подтвердить номер телефона
tr: Telefon numarasını doğrula
zh_hans: 验证电话号码
